bankIconList = [
  {re: /(招商|招行)/, icon: '95555.png'},             // 招商银行
  {re: /(工商|工行|工银)/, icon: '95588.png'},         // 工商银行
  {re: /(中国银行|中银)/, icon: '95566.png'},          // 中国银行
  {re: /(建设|建行|LLC)/, icon: '95533.png'},         // 建设银行
  {re: /(交通|交银)/, icon: '95559.png'},             // 交通银行
  {re: /(邮政|邮储)/, icon: '95580.png'},             // 邮政银行
  {re: /农业/, icon: '95599.png'},                 // 农业银行
  {re: /北京银行/, icon: '95526.png'},              // 北京银行
  {re: /中信/, icon: '95558.png'},                 // 中信银行
  {re: /光大/, icon: '95595.png'},                 // 光大银行
  {re: /华夏/, icon: '95577.png'},                 // 华夏银行
  {re: /民生/, icon: '95568.png'},                 // 民生银行
  {re: /浦东/, icon: '95528.png'},                 // 浦东银行
  {re: /兴业/, icon: '95561.png'},                 // 兴业银行
  {re: /上海银行/, icon: '95594.png'}               // 上海银行
];